Repository: nicatmardanov/aztuKonfrans2
Catalog: aztuKonfrans2/Resources/Resource.*.resx
Languages: az, tr

# about_conf
source: About ICEST
az: ICEST Haqqında
tr: ICEST Hakkında

# about_txt_1
source: The conference is to discuss the actual problems of the universities of Azerbaijan and Turkey in the fields of education, science and technology, to identify their prospectives and summarize the scientific research updates in these areas.
az: Konfransın məqsədi Azərbaycan və Türkiyə universitetlərinin təhsil, elm, texnologiya sahələrindəki aktual problemlərini müzakirə etmək, perspektivlərini müəyyənləşdirmək və bu sahələrdə aparılan elmi-tədqiqat işləri ümumiləşdirməkdən ibarətdir.
tr: Konferansın amacı Azerbaycan ve Türkiye üniversitelerinin eğitim, bilim, teknoloji alanlarında güncel sorunlarını tartışmak, yeni bakış açılarını belirlemek ve söz konusu alanlarda bilimsel-araştırmacı çalışmaları özetlemektir.

# about_txt_2
source: The conference is organize by close help of the partners of Ministry of Education of the Republic of Azerbaijan, Council of Higher Education of the Republic of Turkey, Turkish Cooperation and Coordination Agency, Azerbaijan Technical University
az: Konfrans Azərbaycan Respublikası Təhsil Nazirliyi, Türkiyə Cümhuriyyəti Yüksək Öyrətim Kurulu, Türk İşbirliği və Koordinasyon Ajansı, Azərbaycan Texniki Universiteti tərəfindən təşkil olunur.
tr: Konferans Azerbaycan Cumhuriyeti Eğitim Bakanlığı, Türkiye Cumhuriyeti Yüksek Öğretim Kurulu, Türk İşbirliği və Koordinasyon Ajansı, Azerbaycan Teknik Üniversitesinin yardımı ile düzenlenmektedir.

# about_txt_3
source: The practical significance of the conference is to further enhance cooperation between the universities of Azerbaijan and Turkey and strengthen the mutual ties in the areas of education, science and technology.
az: Konfransın praktiki əhəmiyyəti Azərbaycan və Türkiyə universitetlərinin işbirliyini daha da artırmaq, təhsil, elm, texnologiya sahələri üzrə əlaqələri möhkəmləndirməkdir.
tr: Konferansın pratik önemi Azerbaycan ve Türkiye üniversitelerinin işbirliğini artırmak, eğitim, bilim, teknoloji alanlarında ilişkileri daha da güçlendirmektir.

# accom
source: Accommodation
az: Yerləşdirmə
tr: Konaklama

# activate_user
source: Approve User
az: Təsdiqlə
tr: Kullanıcıyı Onayla

source: Activity
az: Hadisə
tr: Aktivite

# activity_1
source: Deadline For Electronic Version Of Articles
az: Məruzələrin Elektron Variantının Göndərilməsinin Son Tarixi
tr: Makalenin Tam Metninin Gönderilmesi

# activity_2
source: Sending The Conference Program And Placing Them On Web Site: www.az-tr-conference2019.com
az: Konfransın Proqramının Göndərilməsi Və www.az-tr-conference2019.com Yerləşdirilməsi
tr: Konferans Programının Gönderilmesi Ve www.az-tr-conference2019.com Web Sitesinde «Konferanslar» Bölümünde yerleştirilmesi

# activity_3
source: Works For The Plenary And Sectional Sessions Of The Conference
az: Konfransın Plenar Və Bölmə İclaslarında İşi
tr: Konferansın Genel Kurul Ve Alan Sunumları

# add_author
source: ADD ANOTHER AUTHOR
az: YENİ MÜƏLLİF
tr: YENİ YAZAR EKLE

source: All Papers
az: Bütün Məqalələr
tr: Tüm Makaleler

source: All Users
az: Bütün istifadəçilər
tr: Tüm Kullanıcılar

# another_author
source: ANOTHER AUTHOR'S INFORMATION
az: DİGƏR MÜƏLLİFİN MƏLUMATLARI
tr: DİĞER YAZARIN BİLGİLERİ

source: Approve
az: Təsdiqlə
tr: Onayla

# assis_secretary_1
source: Scientific Secretary of the Conference, Associate Professor Islam Islamov
az: Konfransın məsul katibi, Dosent İslam İslamov
tr: Konferansın sorumlu sekreteri, Doçent İslam İslamov

# assis_secretary_2
source: Scientific Secretary of the Conference, Associate Professor Marziya Aghayeva
az: Konfransın məsul katibi, Dosent Mərziyyə Ağayeva
tr: Konferansın sorumlu sekreteri, Doçent Marziye Ağayeva

# attach_file
source: ATTACH YOUR FILE
az: MƏQALƏ ƏLAVƏ ET
tr: DOSYANIZI EKLEYİN

source: Authors
az: Müəlliflər
tr: Yazarlar

# auth_info
source: AUTHOR'S INFORMATION
az: MÜƏLLİFİN MƏLUMATLARI
tr: YAZARIN BİLGİLERİ

# azTU
source: Azerbaijan Technical University
az: Azərbaycan Texniki Universiteti
tr: Azerbaycan Teknik Üniversitesi

# azTU_address
source: Azerbaijan Technical University, Huseyn Javid Ave. 25, Baku, Azerbaijan
az: Azərbaycan Texniki Universiteti, Hüseyn Cavid pr. 25, Bakı, Azərbaycan
tr: Azerbaycan Teknik Üniversitesi, Hüseyn Cavid Cad. 25, Bakü, Azerbaycan

source: Back Login
az: Girişə qayıt
tr: Geri dön

source: BROWSE
az: ƏLAVƏ ET
tr: GÖZDEN GEÇİR

# call_papers
source: Call for Papers
az: Müəlliflər üçün çağrı
tr: YAZARLAR İÇİN ÇAĞRI

# chairs
source: Chairs of the Conference
az: Konfransın Sədrləri
tr: Konferansın Başkanları

# chairs_1
source: Prof. Vilayat Valiyev – Rector of Azerbaijan Technical University
az: Prof. Vilayət Vəliyev – Azərbaycan Texniki Universitetinin rektoru
tr: Prof. Vilayet Valiyev – Azerbaycan Teknik Üniversitesi rektörü

# chairs_2
source: Prof. Dr. M. Mehmet Karaca – Rector of Istanbul Technical University
az: Prof. Dr. M. Mehmet Karaca – İstanbul Texniki Universitetinin rektoru
tr: Prof. Dr. M. Mehmet Karaca – İstanbul Teknik Üniversitesi rektörü

source: CHOOSE FILE
az: FAYL SEÇ
tr: DOSYA SEÇ

source: Committee
az: Komitə
tr: Komite

source: Committees
az: Komitə Üzvləri
tr: Komiteler

# conf_info_1
source: 1st International Scientific-Practical Conferenence
az: I Beynəlxalq Elmi-Praktiki Konfrans
tr: I. Uluslararası Bilimsel-Uygulamalı Konferans

# conf_info_2
source: December 18-20, 2019
az: 18-20 Dekabr, 2019
tr: 18-20 Aralık, 2019

source: Contact Us
az: Əlaqə
tr: İletişim

source: Country
az: Ölkə
tr: Ülke

source: Dates
az: Tarixlər
tr: Tarih

# date_1
source: November 20, 2019
az: 20 noyabr 2019-cu il
tr: 20 Kasım 2019

# date_2
source: November 30, 2019
az: 30 noyabr 2019-cu i
tr: 30 Kasım 2019

# date_3
source: December 18–20, 2019
az: 18-20 dekabr 2019-cu il
tr: 18-20 Aralık 2019

source: Deactivate User
az: İstifadəçini Deaktiv Et
tr: Kullanıcının onayını sil

source: Dear
az: Hörmətli
tr: Sayın

# degree
source: Scientific Degree
az: Elmi dərəcə
tr: Bilimsel Derece

# degree_1
source: PhD
az: Fəlsəfə Elmlər Doktoru

# degree_2
source: Doctor of Science
az: Elmlər Doktoru
tr: Bilim Doktoru

# disactive_account
source: Please Wait Until The Staff Activate Your Account!
az: Hesabınz hələ aktivləşdirilməyib!
tr: Hesapınız Henüz Onaylanmadı!

source: Disapprove
az: Təsdiqi sil
tr: Onayı Sil

# edit_profile
source: Edit Account
az: Hesabı Nizamla
tr: Hesapı düzenle

# email_exists
source: This Email Is Already Exist! Please Write Another Email!
az: Bu Email Sistemdə Artıq Mövcuddur. Xahiş olunur, Başqa Email Daxil Edin!
tr: Yazdığınız Email Sistemimizde Bulunmaktadır. Başka Bir Email Deneyin!

# error
source: Sorry, that page can't be found.
az: Üzr istəyirik, səhifə tapılmadı.
tr: Özür dileriz, sayfa bulunamadı.

# ex_secretary
source: Executive Secretaries
az: Konfransın icraçı katibləri
tr: Konferansın yönetici sekreterleri

# ex_secretary_1
source: Assoc. Prof. Islam Islamov – Director of Science and Innovation Department at Azerbaijan Technical University
az: Dos. İslam İslamov – Azərbaycan Texniki Universitetinin "Elm və innovasiyalar" departamentinin direktoru
tr: Doç. İslam İslamov – Azerbaycan Teknik Üniversitesinde "Bilim ve İnovasyon" departmanı başkanı

# ex_secretary_2
source: Assoc. Prof. Marziya Aghayeva – Director of International Relations Department at Azerbaijan Technical University
az: Dos. Mərziyyə Ağayeva – Azərbaycan Texniki Universitetinin "Beynəlxalq əlaqələr" departamentinin direktoru
tr: Doç. Marziye Ağayeva – Azerbaycan Teknik Üniversitesinde "Uluslararası ilişkiler" departmanı başkanı

source: First Name
az: Ad
tr: İsim

# forgot_pass
source: Forgot Password?
az: Şifrənizi unutmusunuz?
tr: Parolanızı mı unuttunuz?

# form_after
source: Please wait a little
az: Xahiş olunur, biraz gözləyin
tr: Lütfen, biraz bekleyin

# for_instance
source: f.i.
az: məs.
tr: örn.

source: Full Name
az: Tam Ad
tr: Ad Soyad

source: Go
az: Get
tr: Git

source: Home
az: Ana Səhifə
tr: Ana Sayfa

# honorary_chairs
source: Honorary Chairs of the Conference
az: Konfransın Fəxri Sədrləri
tr: Konferansın onursal başkanları

# honorary_chairs_1
source: Jeyhun Bayramov – Minister of Education of the Republic of Azerbaijan
az: Ceyhun Bayramov – Azərbaycan Respublikası Təhsil Naziri
tr: Ceyhun Bayramov – Azerbaycan Cumhuriyeti Eğitim Bakanı

# honorary_chairs_2
source: Prof. Dr. M. A. Yekta Saraç – President of the Council of Higher Education of the Republic of Turkey
az: Prof. Dr. M. A. Yekta Saraç – Türkiyə Cümhuriyyəti Yüksək Öyrətim Kurulu sədri
tr: Prof. Dr. M. A. Yekta Saraç – Türkiye Cumhuriyeti Yüksek Öğretim Kurulu Başkanı

# imp_dates
source: Important Dates
az: Vacib Tarixlər
tr: Önemli Tarihler

# institution
source: Name of institution
az: Müəssisənin Adı
tr: Kurum

source: Language
az: Dil
tr: Dil

source: Last Name
az: Soyad
tr: Soyad

source: Login
az: Giriş
tr: Oturum Aç

source: Log Out
az: Çıxış
tr: Çıkış Yap

source: Make Admin
az: Admin Et
tr: Admin Yap

source: Middle Name
az: Orta Ad
tr: İkinci Ad

# my_info
source: My Information
az: Məlumatlarım
tr: Bilgilerim

source: My Papers
az: Məqalələrim
tr: Makalelerim

source: Next Page
az: Növbəti Səhifə
tr: Sonrakı Sayfa

source: Non-Approved Papers
az: Təsdiqlənməmiş Məqalələr
tr: Onaylanmamış Makaleler

source: Non-Approved Users
az: Təsdiqlənməmiş İstifadəçilər
tr: Onaylanmamış Kullanıcılar

# not_approved
source: Not Approved Yet
az: Hələ Təsdiqlənməyib
tr: Henüz Onaylanmadı

# not_find_account
source: Couldn't Find Your Account!
az: Bu email və şifrəyə uyğun hesab tapılmadı!
tr: Hesapınız Bulunamadı!

# no_paper
source: There Is No Paper Of This User To Show
az: İstifadəçi Hələ Məqalə Göndərməyib
tr: Kullanıcının Henüz Makalesi Yok

# org_az
source: Organizing Committee by Azerbaijan Universities
az: Azərbaycan Universitetləri üzrə Təşkilat Komitəsi
tr: Azerbaycan Üniversiteleri tarafından Organizasyon Komitesi

# org_az_1
source: National Aviation Academy
az: Milli Aviasiya Akademiyası
tr: Ulusal Havacılık Akademisi

# org_az_10
source: Sumgait State University
az: Sumqayıt Dövlət Universiteti
tr: Sumgayıt Devlet Üniversitesi

# org_az_11
source: Azerbaijan University of Languages
az: Azərbaycan Dillər Universiteti
tr: Azerbaycan Diller Üniversitesi

# org_az_12
source: Azerbaijan State Pedagogical University
az: Azərbaycan Dövlət Pedaqoji Universiteti
tr: Azerbaycan Devlet Pedagoji Üniversitesi

# org_az_13
source: Baku Slavic University
az: Bakı Slavyan Universiteti
tr: Bakü Slav Üniversitesi

# org_az_14
source: Baku Higher Oil School
az: Bakı Ali Neft Məltəbi
tr: Bakü Yüksek Petrol Okulu

# org_az_15
source: Academy of Public Administration
az: Azərbaycan Respublikasının Prezidenti yanında Dövlət İdarəçilik Akademiyası
tr: Azerbaycan Cumhuriyeti Cumhurbaşkanı yanında Devlet Yönetim Akademisi

# org_az_16
source: Azerbaijan State University of Culture and Arts
az: Azərbaycan Dövlət Mədəniyyət və İncəsənət Universiteti
tr: Azerbaycan Devlet Kültür ve Sanat Üniversitesi

# org_az_17
source: Azerbaijan State Academy of Physical Education and Sport
az: Azərbaycan Dövlət Bədən Tərbiyəsi və İdman Akademiyası
tr: Azerbaycan Devlet Beden Eğitimi ve Spor Akademisi

# org_az_18
source: Azerbaijan Tourism and Management University
az: Azərbaycan Turizm və Menecment Universiteti
tr: Azerbaycan Turizm ve Yönetim Üniversitesi

# org_az_19
source: Azerbaijan State Marine Academy
az: Azərbaycan Dövlət Dəniz Akademiyası
tr: Azerbaycan Devlet Deniz Akademisi

# org_az_2
source: ADA University
az: ADA Universiteti
tr: ADA Üniversitesi

# org_az_20
source: Azerbaijan State Agricultural University
az: Azərbaycan Dövlət Aqrar Universiteti
tr: Azerbaycan Devlet Tarım Üniversitesi

# org_az_21
source: Azerbaijan Technological University
az: Azərbaycan Texnologiya Universiteti
tr: Azerbaycan Teknoloji Üniversitesi

# org_az_22
source: Lankaran State University
az: Lənkəran Dövlət Universiteti
tr: Lankaran Devlet Üniversitesi

# org_az_23
source: Ganja State University
az: Gəncə Dövlət Universiteti
tr: Gence Devlet Üniversitesi

# org_az_24
source: Mingachevir State University
az: Mingəçevir Dövlət Universiteti
tr: Mingachevir Devlet Üniversitesi

# org_az_25
source: Nakhchivan State University
az: Naxçıvan Dövlət Universiteti
tr: Nahçıvan Devlet Üniversitesi

# org_az_26
source: Nakhchivan Teachers Institute
az: Naxçıvan Müəllimlər Universiteti
tr: Nahçıvan Öğretmenler Üniversitesi

# org_az_27
source: Baku branch of I.M. Sechenov First Moscow State Medical University
az: İ.M.Seçenov adına Birinci Moskva Dövlət Tibb Universitetinin Bakı filialı
tr: I.M.Sechenov Birinci Moskova Devlet Tıp Üniversitesi Bakü Şubesi

# org_az_28
source: Baku Business University
az: Bakı Biznes Universiteti
tr: Bakü İşletme Üniversitesi

# org_az_29
source: Azerbaijan University
az: Azərbaycan Universiteti
tr: Azerbaycan Üniversitesi

# org_az_3
source: Baku Branch of Lomonosov Moscow State University
az: M.V.Lomonosov adına Moskva Dövlət Universitetinin Bakı filialı
tr: Lomonosov Moskova Devlet Üniversitesi Bakü Şubesi

# org_az_30
source: Khazar University
az: Xəzər Universiteti
tr: Hazar Üniversitesi

# org_az_31
source: Odlar Yurdu University
az: Odlar Yurdu Universiteti
tr: Odlar Yurdu Üniversitesi

# org_az_32
source: Baku Eurasian University
az: Bakı Avrasiya Universiteti
tr: Bakü Avrasya Üniversitesi

# org_az_33
source: Baku Girls University
az: Bakı Qızlar Universiteti
tr: Bakü Kızlar Üniversitesi

# org_az_34
source: Azerbaijan Cooperation University
az: Azərbaycan Kooperasiya Universiteti
tr: Azerbaycan İşbirliği Üniversitesi

# org_az_35
source: Western Caspian University
az: Qərbi Kaspi Universiteti
tr: Batı Hazar Üniversitesi

# org_az_36
source: Azerbaijan Higher Military School named after Heydar Aliyev
az: Heydər Əliyev adına Azərbaycan Ali Hərbi Məktəbi
tr: Azerbaycan Yüksek Askeri Okulu, Haydar Aliyev

# org_az_37
source: Azerbaijan State Security Service Academy of the Republic of Azerbaijan named after Heydar Aliyev
az: Azərbaycan Respublikası Dövlət Təhlükəsizliyi Xidmətinin Heydər Əliyev adına Akademiyası
tr: Haydar Aliyev Azerbaycan Cumhuriyeti Devlet Güvenlik Servisi Akademisi

# org_az_38
source: The Ministry of Internal Affairs of the Republic of Azerbaijan, Police Academy
az: Azərbaycan Respublikası Daxili İşlər Nazirliyinin Polis Akademiyası
tr: Azerbaycan Cumhuriyeti İçişleri Bakanlığı Polis Akademisi

# org_az_39
source: Academy of State Border Service of the Republic of Azerbaijan
az: Azərbaycan Respublikası Dövlət Sərhəd Xidmətinin Akademiyası
tr: Azerbaycan Cumhuriyeti Devlet Sınır Servisi Akademisi

# org_az_4
source: Baku State University
az: Bakı Dövlət Universiteti
tr: Bakü Devlet Üniversitesi

# org_az_40
source: Academy of the Ministry of Emergency Situations of Azerbaijan
az: Azərbaycan Respublikası Fövqəladə Hallar Nazirliyinin Akademiyası
tr: Azerbaycan Acil Durumlar Bakanlığı Akademisi

# org_az_41
source: Chief of the Higher Military School of Internal Troops of Ministry of Internal Affairs of Azerbaijan
az: Azərbaycan Respublikası DİN Daxili İşlər Nazirliyinin Akademiyası
tr: Azerbaycan İçişleri Bakanlığı İç Birlikleri Yüksek Askeri Okulu Şefi

# org_az_42
source: Academy of State Customs Committee of the Republic of Azerbaijan
az: Azərbaycan Respublikası Dövlət Gömrük Komitəsinin Akademiyası
tr: Azerbaycan Cumhuriyeti Devlet Gümrük Akademisi Komitesi

# org_az_5
source: Baku Engineering University
az: Bakı Mühəndislik Universiteti
tr: Bakü Mühendislik Üniversitesi

# org_az_6
source: Azerbaijan State Oil and Industry University
az: Azərbaycan Dövlət Neft və Sənaye Universiteti
tr: Azerbaycan Devlet Petrol ve Sanayi Üniversitesi

# org_az_7
source: Azerbaijan Medical University
az: Azərbaycan Tibb Universiteti
tr: Azerbaycan Tıp Üniversitesi

# org_az_8
source: Azerbaijan State Economic University
az: Azərbaycan Dövlət İqtisad Universiteti
tr: Azerbaycan Devlet İktisat Üniversitesi

# org_az_9
source: Azerbaijan University of Architecture and Construction
az: Azərbaycan Memarlıq və İnşaat Universiteti
tr: Azerbaycan Mimarlık ve İnşaat Üniversitesi

# org_tr
source: Organizing Committee Members
az: Təşkilat Komitəsi Üzvləri
tr: Türkiye Üniversiteleri tarafından Organizasyon Komitesi

# org_tr_1
source: Istanbul University
az: İstanbul Universiteti
tr: İstanbul Üniversitesi

# org_tr_10
source: Kafkas University
az: Kafkas Universiteti
tr: Kafkas Üniversitesi

# org_tr_11
source: Karabuk University
az: Karabuk Universiteti
tr: Karabük Üniversitesi

# org_tr_12
source: Kirklareli University
az: Kirklareli Universiteti
tr: Kırklareli Üniversitesi

# org_tr_13
source: Kocaeli University
az: Kocaeli Universiteti
tr: Kocaeli Üniversitesi

# org_tr_14
source: Ardahan University
az: Ardahan Universiteti
tr: Ardahan Üniversitesi

# org_tr_15
source: Bartin University
az: Bartın Universiteti
tr: Bartın Üniversitesi

# org_tr_16
source: Zonguldak Bülent Ecevit University
az: Zonguldak Bülent Ecevit Universiteti
tr: Zonguldak Bülent Ecevit Üniversitesi

# org_tr_17
source: Erzurum Technical University
az: Erzurum Texniki Universiteti
tr: Erzurum Teknik Üniversitesi

# org_tr_18
source: Erzurum Ataturk University
az: Erzurum Atatürk Universiteti
tr: Erzurum Atatürk Üniversitesi

# org_tr_19
source: Gazi University
az: Gazi Universiteti
tr: Gazi Üniversitesi

# org_tr_2
source: Istanbul University (Cerrahpaşa)
az: İstanbul Universiteti (Cerrahpaşa)
tr: İstanbul Üniversitesi Cerrahpaşa

# org_tr_20
source: Gaziantep University
az: Gaziantep Universiteti
tr: Gaziantep Üniversitesi

# org_tr_21
source: Manisa Celal Bayar University
az: Manisa Celal Bayar Universiteti
tr: Manisa Celal Bayar Üniversitesi

# org_tr_22
source: Hatay Mustafa Kemal University
az: Hatay Mustafa Kemal Universiteti
tr: Hatay Mustafa Kemal Üniversitesi

# org_tr_23
source: Muş Alparslan University
az: Muş Alparslan Universiteti
tr: Muş Alparslan Üniversitesi

# org_tr_24
source: Süleyman Demirel University
az: Süleyman Demirel Universiteti
tr: Süleyman Demirel Üniversitesi

# org_tr_25
source: Hitit University
az: Hitit Universiteti
tr: Hitit Üniversitesi

# org_tr_3
source: Istanbul Technical University
az: Istanbul Texniki Universiteti
tr: İstanbul Teknik Üniversitesi

# org_tr_4
source: Izmir Katip Çelebi University
az: Izmir Katip Çelebi Universiteti
tr: İzmir Katip Çelebi Üniversitesi

# org_tr_5
source: Yıldız Technical University
az: Yıldız Texniki Universiteti
tr: Yıldız Teknik Üniversitesi

# org_tr_6
source: Akdeniz University
az: Akdeniz Universiteti
tr: Akdeniz Üniversitesi

# org_tr_7
source: Alanya Alaaddin Keykubat University
az: Alanya Alaaddin Keykubat Universiteti
tr: Alanya Alaaddin Keykubat Üniversitesi

# org_tr_8
source: Ankara University
az: Ankara Universiteti
tr: Ankara Üniversitesi

# org_tr_9
source: Ankara National Defence and Security Institute
az: Ankara Milli Savunma Universiteti
tr: Milli Savunma Üniversitesi

source: Page
az: Səhifə
tr: Sayfa

source: Papers
az: Məqalələr
tr: Makaleler

# papers_of_users
source: Papers Of The User
az: İsitafəçilərin Məqalələri
tr: Kullanıcının Makaleleri

source: Paper Name
az: Məqalənin adı
tr: Makalenin İsmi

source: Paper Submission
az: Məqalə Göndər
tr: Makale Gönder

source: Password
az: Şifrə
tr: Şifre

# pass_not_matching
source: Entered Password Is Not Matching!
az: Yazdığınız Şifrə Digəri İlə Uyğun Deyil!
tr: Yazdığınız Şifre Diğeriyle Uyuşmuyor!

# pass_placeholder
source: Enter your password
az: Şifənizi daxil edin
tr: Şifrenizi girin

# pass_requirement
source: The Password Must Be At Least 6 Characters Long!
az: Şifrə Minimum 6 Simvoldan İbarət Olmalıdır!
tr: Şifre En Az 6 Karakter Uzunluğunda Olmalı!

# pass_was_sent
source: Password has been sent to your e-mail address
az: Şifrə email adresinizə göndərildi
tr: Şifre email adresinize gönderildi

source: Phone
az: Nömrə
tr: Numara

source: Position
az: Vəzifə
tr: Mevki

# prev_page
source: Previous Page
az: Əvvəlki Səhifə
tr: Önceki Sayfa

source: Profile
az: Profil
tr: Profil

source: Program
az: Proqram

source: Registration
az: Qeydiyyat
tr: Kaydol

# reg_success
source: Thank you! Your registration was successful!
az: Qeydiyyat uğurla başa çatdı!
tr: Kayıt olduğunuz için teşekkür ederiz!

# remove_admin
source: Make User (Remove Admin Role)
az: Adi İstifadəçi Et (Adminlikdən Çıxar)
tr: Kullanıcı Yap (Adminlikden Çıkar)

# remove_author
source: REMOVE THIS AUTHOR
az: MÜƏLLİFİ SİL
tr: YAZARI SİL

# repass_placeholder
source: Re-enter your password
az: Şifrənizi yenidən daxil edin
tr: Şifrenizi yeniden girin

# re_password
source: Re-enter password
az: Şifrənizi yenidən daxil edin
tr: Şifrenizi yeniden girin

source: Schedule
az: Proqram
tr: Program

# sci_sec
source: Scientific Secretary of the Conference
az: Konfransın elmi katibi
tr: Konferansın bilimsel sekreteri

# sci_secretary
source: Prof. Subhan Namazov – Vice-Rector of Azerbaijan Technical University on International Relations
az: Konfransın elmi katibi, Professor Sübhan Namazov
tr: Konferansın bilimsel sekreteri, Profesör Sübhan Namazov

source: Search Paper
az: Məqalə Axtar
tr: Makale Ara

source: Search User
az: İstifadəçi Axtar
tr: Kullanıcı Ara

source: Sign In
az: Daxil Ol
tr: Oturum Aç

source: Sponsors
az: Sponsorlar
tr: Sponsorlar

source: Submission
az: Məqalə Göndər
tr: Makale Gönder

# submission_requirements
source: REQUIREMENTS FOR THE CONFERENCE MATERIALS (ABSTRACT AND FULL-TEXT)
az: MƏQALƏLƏRİN TƏRTİBATINA DAİR TƏLƏBLƏR (XÜLASƏ VƏ ƏSAS MƏTN)
tr: MAKALE YAZIM KURALLARI (ÖZET VE TAM METIN)

source: Submit
az: Göndər
tr: Gönder

# submit_title
source: Title of the Paper
az: Məqalənin adı
tr: Makalenin İsmi

# submit_title_max
source: (The maximum number of characters allowed is 200):
az: (Maksimum 200 simvol olmalıdır):
tr: (İzin verilen maksimum karakter sayısı 200'dür):

source: SUBMIT YOUR PAPER
az: MƏQALƏNİZİ GÖNDƏRİN
tr: MAKALENİZİ GÖNDERİN

# sub_success
source: Thank you! Your file uploaded successfully!
az: Faylınız uğurlu şəkildə yükləndi!
tr: Dosyanız başarıyla yüklendi!

# s_req1
source: The article should be submitted in one of the languages of Azerbaijani, Turkish or English.
az: Məruzə azərbaycan, türk və ingilis dillərindən birində təqdim olunmalıdır.
tr: Makale Azerbaycan, türk və ingilis dillerinden birinde yazılmalıdır.

# s_req10
source: Conference articles which are not approved by the commission will not be commented and manuscripts will not be returned back.
az: Təşkilat Komitəsinin üzvləri tərəfindən qəbul edilməyən məruzələr rəyə göndərilmir və mətn müəllifə qaytarılmır.
tr: Organizasyon Komitesi üyeleri tarafından kabul edilmeyen makaleler yorumlanmamakta ve metin yazara iade edilmemektedir.

# s_req11
source: The author is responsible for the information and facts contained in the text.
az: Mətndə göstərilən məlumat və faktlara görə müəllif məsuliyyət daşıyır.
tr: Raporda yer alan bilgi ve olgulardan yazar sorumludur.

# s_req12
source: Accepted articles to be published in the “Conference Proceedings”.
az: Konfransa təqdim olunmuş və müsbət rəydən keçmiş məruzələr “Konfransın Materialları Toplusu”nda dərc olunacaqdır.
tr: Konferansa sunulan ve Organizasyon Komitesi tarafından olumlu geribildirim almış yazılar "Konferans Materyalleri Toplusu" nda yayınlanacaktır.

# s_req13
source: Conference articles should be in a two-column-built-set and should not exceed the volume of 6 pages.
az: Məruzə iki sütunlu mətn formatında təqdim edilməli və 6 səhifədən artıq olmamalıdır.
tr: Makale metni iki sütun halinde sunulmalı ve 6 (altı) sayfayı geçmemelidir.
