Repository: nicatmardanov/aztuKonfrans2
Catalog: aztuKonfrans2/Resources/Resource.*.resx
Languages: az, tr

# s_req2
source: The article must be prepared in MS Word program in A4 format (left and right – 2 cm, top and bottom – 2.5 cm), 12 point in Times New Roman font, 1.0 interlinear interval and text inside inscription 1 cm.
az: Məruzə MS Word proqramında A4 formatında (sol və sağ – 2 sm, yuxarı və aşağı – 2,5 sm), Times New Roman şrifti ilə 12 pt ölçüdə, 1,0 sətirlərarası intervalla və mətndaxili yazıda abzas 1 sm buraxmaqla eninə hazırlanmalıdır.
tr: Makale MS Word programında A4 formatında (sol və sağ – 2 sm, yukarı və aşağı – 2,5 sm olmakla), “Times New Roman” yazı tipi ile 12 punto büyüklüğünde, 1.0 satır aralığı ile, metin içinde paragraf aralığı 1 sm olmakla hazırlanmalıdır.

# s_req3
source: The article should be prepared in the following sequence: author/s' full name – in the middle; author/s' work place, city and country – in the middle, at the end 6 point intervals (if the authors represent different organizations, the names of the authors and the organizations are numbered with the upper index); the title of the article – in capital letters, bold font, centered; at the end 6 point intervals, e-mail address.
az: Məruzə aşağıdakı ardıcıllıqla hazırlanmalıdır: müəllif(lər)in tam adı – ortada; müəllif(lər)in iş yeri, şəhər və ölkə – ortada, sonda 6 pt interval (əgər müəlliflər müxtəlif təşkilatları təmsil edirlərsə, müəllifin və təşkilatın adı yuxarı indekslə nömrələnir); məruzənin adı – ortada, böyük hərflərlə, qalın şriftlə, sonda 6 pt interval, e-mail ünvanı.
tr: Makale aşaığıdaki sıralama ile hazırlanmalıdır: yazarın tam adı – ortada; yazarın görev yaptığı kurum, kent ve ülke – ortada, sonda 6 pt interval (eğer yazar farklı kurumları temsil ediyorsa, yazarın ve kurumun ismi yukarı endeksle numaralandırılıyor); makale başlığı – ortada, büyük harflerle, kalın yazı tipi ile; sonda 6 pt interval, e-posta adresi.

# s_req4
source: References: name of each reference is numbered according to the sequence of their use in the article, without translating.
az: Ədəbiyyat siyahısı: hər bir istinad olunan mənbənin adı tərcümə olunmadan, məqalədə istifadə olunma ardıcıllığına uyğun olaraq nömrələnir.
tr: Edebiyat listesi: her referans kaynağının adı, makaledeki kullanım sırasına göre çevrilmeden numaralandırılmalıdır.

# s_req5
source: The table and figures are numbered in the article: table title at the top of the table and from the right side (for ex.: Table 1), figure title below of the figure and centered (for ex.: Figure 1), and the text is displayed with a blank line (top and bottom), leaving 1 (one) blank line.
az: Məruzədə cədvəl və şəkillər nömrələnir: cədvəl – cədvəlin yuxarısında, sağdan (məs., Cədvəl 1), şəkil – şəklin altında, ortadan (məs., Şəkil 1) və mətn hissədən (yuxarıdan və aşağıdan) 1 boş sətir buraxmaqla göstərilir.
tr: Makalede kullanılan tablo ve şekil numaralandırılıyor: tablo başlıkları tablo üstünde, sağdan (örn., Tablo 1), şekil başlıkları ise şekil altında, ortadan (örn., Şekil1) ve metin bölümünden (yukarı ve aşağıdan) 1 (bir) boş satır bırakılmakla gösterilmelidir.

# s_req6
source: Mathematical expressions are compiled by using the formula editor of MS Word programme (Equation). Only the formulas used in the text are numbered. Formula is written in the middle of the line and the number is written in brackets on the right.
az: Riyazi ifadələr MS Word proqramının düstur redaktoru (Equation) ilə tərtib olunur. Yalnız mətndə istifadə olunan düsturlar nömrələnir. Düstur sətrin ortasında, nömrəsi isə sağda mötərizədə yazılır.
tr: Matematiksel ifadeler MS Word programının formül editörü kullanılarak (Equation) derlenmelidir. Yalnız metinde kullanılan formüller numaralandırılıyor. Formül ortada, numarası sağda parantez içinde yazılır.

# s_req7
source: When the article is sent to the conference, information about the authors: full name, scientific degree, academic title, place of work, position, phone number, title of the abstract, section number and title of the conference are provided in e-mail.
az: Konfransa məruzə göndərildikdə müəlliflər haqqında məlumat: müəllifin tam adı, elmi dərəcəsi, elmi adı, iş yeri, vəzifəsi, telefon nömrəsi, məruzənin adı, konfransın bölmə nömrəsi və adı elektron məktubda təqdim olunur.
tr: Konferansa makale gönderilirken yazara dair bilgiler: yazarın tam adı, bilimsel derecesi, akademik unvanı, iş yeri, pozisyonu, telefon numarası, makale başlığı, konferans konusu ve numarası elektron mektupta gösterilir.

# s_req8
source: The article will electronically be sent to one of the conference addresses:
az: Məruzə elektron formada aşağıdakı ünvanlardan birinə göndərilir:
tr: Makale elektron olarak aşağıdakı adreslerden birine gönderilmelidir:

# s_req9
source: Each article is reviewed by the members of the Organizing Committee.
az: Hər bir məruzə təşkilat komitəsinin üzvləri tərəfindən ilkin qiymətləndirilərək rəyə göndərilir.
tr: Makale Organizasyon Komitesi üyeleri tarafından değerlendirlir.

source: Time
az: Vaxt
tr: Zaman

# title
source: Academic Title
az: Elmi Ad
tr: Akademik Ünvan

# title_1
source: Mr.
az: Cənab
tr: Bay

# title_2
source: Mrs.
az: Xanım
tr: Bayan

# title_3
source: Lecturer
az: Müəllim
tr: Okutman

# title_4
source: Senior Lecturer
az: Baş Müəllim
tr: Kıdemli Okutman

# title_5
source: PhD Candidate
az: Fəlsəfə Doktoru Namizədi
tr: PhD adayı

# title_7
source: Associate Professor
az: Dosent
tr: Doçent

source: Topic
az: Bölmə
tr: Konu

source: Topics
az: Bölmələr
tr: Konular

# topic_1
source: Technical and technological sciences
az: Texnika və texnologiya elmləri
tr: Teknik ve teknoloji bilimleri

# topic_2
source: Physics and math
az: Fizika-riyaziyyat elmləri
tr: Fizik-matematik bilimleri

# topic_3
source: Humanities and social sciences
az: Humanitar və ictimai elmlər
tr: Beşeri ve sosyal bilimler

# topic_4
source: Medicine, biology and chemistry
az: Tibb, biologiya və kimya elmləri
tr: Tıp, biyoloji ve kimya bilimleri

# topic_5
source: Education, training technologies and pedagogy
az: Təhsil, təlim texnologiyaları və pedaqogika
tr: Egitim, öğretim teknolojileri ve pedogoji bilimleri

# topic_6
source: Economic sciences
az: İqtisadiyyat elmləri
tr: Ekonomi bilimler

# topic_7
source: Construction and architectural sciences
az: İnşaat və memarlıq elmləri
tr: İnşaat ve mimarlık bilimleri

# topic_title
source: The conference is soliciting state-of-the-art research papers in the following areas of interest
az: Konfrans aşağıdakı sahələrdə son texnoloji məqalələri qəbul edir
tr: Konferans aşağıdaki alanlarda son teknolojik makaleleri kabul etmektedir

source: Users
az: İstifadəçilər
tr: Kullanıcılar

# user_info
source: Users' Information
az: İstifadəçinin Məlumatları
tr: Kullanıcı Bilgileri

# valid_email
source: Please Provide A Valid Email!
az: Xahiş Olunur, Emaili Daxil Edin!
tr: Lütfen Geçerli Bir E-posta Girin!

# valid_pass
source: Please Provide A Valid Password!
az: Xahiş Olunur, Şifrəni Daxil Edin!
tr: Lütfen Geçerli Bir Parola Girin!

# valid_phone
source: Please Provide A Valid Phone!
az: Xahiş Olunur, Nömrəni Daxil Edin!
tr: Lütfen Geçerli Bir Numara Girin!

# valid_value
source: Please Provide A Valid Value!
az: Xahiş Olunur,Düzgün Məlumat Daxil Edin!
tr: Lütfen Geçerli Bir Değer Girin!

source: Venue
az: Məkan
tr: Mekan

# venue_text_1
source: Azerbaijan Technical University (AzTU) is one of the leading universities in the field of technical education of Azerbaijan Republic, which was established as Azerbaijan Polytechnic Institute in 1950. With about 7000 students, AzTU offers education in BA, MA and PhD degrees in several areas of study. There are about 30 bachelor's degree specialties and up to 100 master’s degree specialties at AzTU. Currently the university trains highly qualified specialists in the following faculties:
az: Azərbaycan Respublikasının texniki sahədə aparıcı universitetlərindən biri olan Azərbaycan Texniki Universiteti (AzTU) 1950-ci ildə Azərbaycan Politexnik İnstitutu adı altında yaradılmışdır. (6950) 7000-ə yaxın tələbəsi olan AzTU bir sıra ixtisasların bakalavriat, magistratura və doktorantura dərəcələrində təhsil imkanı təklif edir. AzTU-da 30 ixtisas üzrə bakalavr, 100-ə yaxın ixtisas üzrə magistr hazırlanır. Hazırda Universitet aşağıdakı fakültələr üzrə yüksək səviyyəli mütəxəssis hazırlığı həyata keçirir:
tr: Azerbaycanın teknik alanda önde gelen üniversitelerinden olan Azerbaycan Teknik Üniversitesi (AzTU) 1950 yılında Azerbaycan Politeknik Enstitüsü olarak kurulmuştur. Yaklaşık 7000 öğrenci sayısı ile AzTU çeşitli uzmanlık alanlarında lisans, yüksek lisans ve doktora eğitimi imkanı sunmaktadır. AzTU'da 30 uzmanlık alanında lisans ve 100-e yakın alanda yüksek lisans eğitimi verilmektedir. Günümüzde Üniversite aşağıdaki fakültelerde üst düzey uzman hazırlığı gerçekleştiriyor:

# venue_text_2
source: Transport
az: Nəqliyyat
tr: Ulaşım

# venue_text_3
source: Electrical engineering and energetics
az: Elektrotexnika və energetika
tr: Elektrik mühendisliği ve enerji

# venue_text_4
source: Radio engineering and communication
az: Radiotexnika və rabitə
tr: Radyo mühendisliği ve iletişim

# vise_chairs
source: Vice-Chairs of the Conference
az: Konfransın sədr müavinləri
tr: Konferansın Başkan Yardımcıları

# vise_chairs_1
source: Prof. Ilham Pirmammadov – Vice-Rector of Azerbaijan Technical University on Science and Technics
az: Prof. İlham Pirməmmədov – Azərbaycan Texniki Universitetinin Elm və Texnika üzrə prorektoru
tr: Prof. İlham Pirmammadov – Azerbaycan Teknik Üniversitesi bilim ve teknik birimlerden sorumlu rektör yardımcısı

# vise_chairs_2
source: Prof. Subhan Namazov – Vice-Rector of Azerbaijan Technical University on International Relations
az: Prof. Sübhan Namazov – Azərbaycan Texniki Universitetinin beynəlxalq əlaqələr üzrə prorektoru
tr: Prof. Sübhan Namazov – Azerbaycan Teknik Üniversitesi uluslararası ilişkilerden sorumlu rektör yardımcısı

# vise_chairs_3
source: Prof. Dr. Ahmet Kemal Çelebi – Rector of Manisa Celal Bayar University
az: Prof. Dr. Ahmet Kemal Çelebi – Manisa Celal Bayar Universitetinin rektoru
tr: Prof. Dr. Ahmet Kemal Çelebi – Manisa Celal Bayar Üniversitesi rektörü

# wait_until_download
source: Please wait while we upload your file
az: Xahiş olunur, faylınız yüklənənə kimi gözləyin
tr: Lütfen, dosyanız yüklenene kadar bekleyin

# your_pass
source: Your password
az: Şifrəniz
tr: Şifreniz

source: Guidelines
az: Yazı qaydaları
tr: Yazı kuralları

# paper_approved_text
source: paper was approved by our staff!
az: adlı məqaləniz komitə üzvlərimiz tərəfindən təsdiqləndi!
tr: isimli makaleniz komite üyelerimiz tarafından onaylandı!

source: Paper Approve
az: Məqalə Təsdiqi
tr: Makale Onayı

# load_paper
source: Load More Papers
az: Daha Çox Məqalə
tr: Daha Çok Makale

# for_registration
source: You must register for paper submission
az: Məqalə göndərmək üçün qeydiyyatdan keçməlisiz
tr: Makale eklemek için siteye kaydolmalısınız

# reg_for_submission
source: You must register for submission.
az: Məqalə əlavət etmək üçün mütləq qeydiyyatdan keçməlisiz.
tr: Makale eklemek için mutlaka kaydolmalısınız.

# org_az_side
source: - From Azerbaijan
az: - Azərbaycan tərəfi
tr: - Azerbaycan tarafı

# org_com
source: Organizing Committee Members
az: Təşkilat Komitəsi
tr: Teşkilat Komitesi Üyeleri

# org_tr_26
source: Anadolu University
az: Anadolu Universiteti
tr: Anadolu Üniversitesi

# org_tr_27
source: Bozok University
az: Bozok Universiteti
tr: Bozok Üniversitesi

# org_tr_28
source: Uşak University
az: Uşak Universiteti
tr: Uşak Üniversitesi

# org_tr_29
source: Hacı Bayram Veli University
az: Hacı Bayram Veli Universiteti
tr: Hacı Bayram Veli Üniversitesi

# org_tr_30
source: Doğu Akdeniz University
az: Doğu Akdeniz Universiteti
tr: Doğu Akdeniz Üniversitesi

# org_tr_31
source: Karatay University
az: Karatay Universiteti
tr: Karatay Üniversitesi

# org_tr_32
source: YOK
az: YÖK
tr: YÖK

# org_tr_side
source: - From Turkey
az: - Türkiyə tərəfi
tr: - Türkiye tarafı

# venue_text_10
source: There are a Scientific-research centre and 6 specialized laboratories for students and employees. The languages of instruction at AzTU are Azerbaijani and Russian. Around 650 academic and administrative staff including more than 70 professors, doctors of sciences, around 350 associate professors, candidate of science (PhD) work at 35 chairs of faculties. The results of scientific achievements of the University are published in the scientific-technical journal “Scientific works” and "Mechanical Engineering". The main aim of AzTU is to train engineers, scientific and pedagogical staff in various technical fields.
az: Universitetin elmi-tədqiqat mərkəzi və 6 ixtisaslaşmış laboratoriyası tələbə və əməkdaşlara xidmət edir. Universitetdə tədris azərbaycan və rus dillərində aparılır. 70-dən çox professor, elmlər doktoru, 350-yə yaxın dosent, elmlər namizədi (fəlsəfə doktoru) olmaqla, ümumilikdə, 650-yə yaxın akademik və administrativ heyət fakültələrin kafedralarında çalışırlar. Universitetin elmi nailiyyətlərinin nəticələri “Elmi əsərlər” və “Maşınşünaslıq” adlı elmi-texniki junallarda dərc olunur. AzTU-nun əsas məqsədi müxtəlif texniki sahələrdə mühəndis, elmi və pedoqoji kadr hazırlamaqdır.
tr: Üniversitenin araştırma merkezi ve altı uzman laboratuvarı, öğrencilere ve personele hizmet vermektedir. Üniversitede eğitim Azerbaycan ve Rusça verilmektedir. 70'den fazla profesör, doktor, yaklaşık 350 doçent olmak üzere fakülte bölümlerinde 650'den fazla akademik ve idari personel çalışmaktadır. Üniversitenin bilimsel başarıları, "Bilimsel çalışmalar" ve "Makine mühendisliği" başlıklı bilimsel-teknik dergilerde yayınlanmaktadır. AzTU'nun temel amacı, çeşitli teknik alanlarda mühendis, bilimsel ve pedagojik personel hazırlamaktır.

# venue_text_11
source: AzTU has developed strong academic relations within the framework of various international projects. Our university collaborates with UN, UNESKO, TRASEKA and other relevant International Organisations and a lot of foreign universities. The University has direct contacts with the most leading universities of USA, Germany, France, Korea, Turkey, Romania, Russia, Ukraine, Belarus, Latvia, Kazakhstan. According to UniRank World University 2018 Rankings, AzTU is ranked 6341 and No 6 in country rank.
az: AzTU müxtəlif beynəlxalq layihələr çərçivəsində sıx əlaqələr qurmuşdur. Universitetimiz UN, UNESKO, TRASEKA və bu kimi bir sıra beynəlxalq təşkilatlar və bir çox xarici universitetlə əməkdaşlıq edir. Universitetin ABŞ, Almaniya, Fransa, Koreya, Türkiyə, Rumıniya, Ukrayna, Belarusiya, Latviya, Qazaxıstan universitetləri ilə birbaşa əlaqələri var. UniRank adlı Dünya Universitetləri sıralamasına əsasən 2018-ci ildə AzTU, dünya üzrə 6341-ci, ölkə üzrə isə 6-cı yerdə qərar tutur.
tr: AzTU çeşitli uluslararası projeler kapsamında güçlü ilişkiler kurmuştur. Üniversitemiz BM, UNESCO, TRACECA ve diğer birçok uluslararası kuruluş ve çeşitli yabancı üniversiterle işbirliği yapmaktadır. Üniversite Amerika Birleşik Devletleri, Almanya, Fransa, Kore, Türkiye, Romanya, Ukrayna, Belarus, Letonya ve Kazakistan'daki üniversiteler ile doğrudan bağlantılara sahiptir. UniRank Dünya Üniversiteleri sıralamasına göre, 2018'de AzTU dünyada 6341, ülkede ise 6 numarada yer almaktadır.

# venue_text_5
source: Metallurgy
az: Metallurgiya
tr: Metalurji

# venue_text_6
source: Mechanical engineering
az: Maşınqayırma
tr: Makine mühendisliği

# venue_text_7
source: Automation and computer engineering
az: Avtomatika və kompüter texnikası
tr: Otomasyon ve bilgisayar mühendisliği

# venue_text_8
source: Special techniques and technology
az: Xüsusi texnika və texnologiya
tr: Özel makine ve teknoloji

# venue_text_9
source: Engineering business and management
az: Mühəndis biznesi və menecment.
tr: Mühendislik işletmeciliği ve yönetimi.

source: Uploaded
az: Yüklənib
tr: Yüklenen

# degree_3
source: Researcher
az: Tədqiqatçı
tr: Araştırmacı

source: Edit
az: Nizamla
tr: Düzenle

# edit_success
source: The information was edited successfully!
az: Məlumatlar uğurla nizamlandı!
tr: Bilgiler başarıyla düzenlendi!

source: Approved
az: Təsdiqlənib
tr: Onaylandı

# s_req14
source: At the beginning of the article, key words and an abstract of 50-100 words in 2 languages (in which the article is compiled and in one of the other languages of the conference) should be provided.
az: Məqalənin əvvəlində açar sözlər və 2 dildə (məqalənin tərtib edildiyi və digər konfrans dillərindən birində) 50-100 sözdən ibarət xülasə verilməlidir.
tr: Makalenin başında, anahtar kelimeler ve 2 dilde (makalenin derlendiği ve konferansın diğer dillerinden birinde) 50-100 kelimelik bir özet sunulmalıdır.

source: Edit Paper
az: Məqaləni nizamla
tr: Makale düzenle

source: Delete
az: Sil
tr: Sil

source: Delete Paper
az: Məqalə Sil
tr: Makale Sil

source: Undo
az: Geri qaytar
tr: Geri al

source: Close
az: Bağla
tr: Kapat

# sure_to_remove
source: Are you sure to delete this paper?
az: Bu məqaləni silmək istədiyinizə əminsiniz?
tr: Bu makaleyi silmek istediğinize emin misiniz?

source: Approved Papers
az: Təsdiqlənmiş məqalələr
tr: Onaylanmış makaleler

# az_paper_users
source: Users From Azerbaijan Who Sent The Paper
az: Azərbaycandan Məqalə Göndərmiş İstifadəçilər
tr: Azerbaycandan Makale Eklemiş Kullanıcılar

# infAppUser
source: The Information Of Users Whose Paper Is Approved
az: Məqaləsi Təsdiqlənmiş İstifadəçilərin Məlumatları
tr: Makalesi Onaylanmış Kullanıcıların Bilgileri

# paper_send_user
source: Users Who Have Sent The Paper:
az: Məqalə Göndərmiş İstifadəçilər:
tr: Makale Eklemiş Kullanıcılar:

# stats
source: Statistics
az: Statistika
tr: İstatistikler

# tr_paper_users
source: Users From Turkey Who Sent The Paper
az: Türkiyədən Məqalə Göndərmiş İstifadəçilər
tr: Türkiyeden Makale Eklemiş Kullanıcılar

# deadline_text
source: You have missed the deadline! The deadline for submissions was 20 November.
az: Məqalə göndərmək üçün qeyd olunmuş vaxt artıq sona çatıb! Son tarix 20 Noyabr idi.
tr: Makale ekleme süreci sona ermiştir. Son tarih 20 Kasım'dı.

# announcement
source: Announcements
az: Elanlar
tr: Duyurular

# program_conference
source: Program Of The Conference
az: Konfransın Proqramı
tr: Konferansın Programı

# conference_material
source: Conference Materials
az: Konfransın Materialları
tr: Konferans Malzemeleri

# part_1
source: First Part
az: Birinci Hissə
tr: I. Bölüm

# part_2
source: Second Part
az: İkinci Hissə
tr: II. Bölüm

# part_3
source: Third Part
az: Üçüncü Hissə
tr: III. Bölüm

# title_6
source: Dr.
tr: Doktor

# title_8
source: Professor
tr: Profesör
